export const posts = [
  {
    id: "test-new",
    published: false,
    title: "Test New",
    description: "Офіційно стартувала літня екзаменаційна сесія для студентів усіх курсів.",
    date: "10:00 01.06.25",
    content: "<p>Усі студенти повинні дотримуватись розкладу і мати при собі студентський квиток...</p>"
  },
  {
    id: "event-summer",
    published: true,
    title: "Літній захід",
    description: "Незабаром відбудеться традиційний літній пікнік для учнів та викладачів.",
    date: "15:00 10.06.25",
    content: "<p>Цьогорічний літній пікнік відбудеться на шкільному подвір'ї...</p>"
  },
  {
    id: "exam-tips",
    published: true,
    title: "Поради до іспитів",
    description: "Корисні поради щодо підготовки до іспитів та ефективного повторення матеріалу.",
    date: "09:30 03.06.25",
    content: "<p>Ось кілька порад, які допоможуть краще підготуватися до іспитів...</p>"
  },
  {
    id: "grad-announcement",
    published: true,
    title: "Випускний вечір",
    description: "Випускний відбудеться у великій актовій залі о 18:00.",
    date: "18:00 20.06.25",
    content: "<p>Дорогі випускники! Чекаємо вас на святковому вечорі...</p>"
  },
  {
    id: "new-library",
    published: true,
    title: "Нова бібліотека",
    description: "У школі відкрито нову сучасну бібліотеку з електронним архівом.",
    date: "11:00 05.06.25",
    content: "<p>Нова бібліотека обладнана сучасними комп’ютерами...</p>"
  }
];
